export const files = [
    {
        title: "社區外牆油漆粉刷工程",
        content: "社區將於5月25日至6月1日期間進行外牆粉刷，施工時間為早上8：00至下午14：00，施工期間無障礙坡道暫停開放，期間可能會有噪音和粉塵，提醒住戶緊閉門窗，以免粉塵飄入室內，不便之處，敬請見諒。"
    },
    {
        title: "大樓管委會管理委員之登記參選",
        content: "有意願擔任下屆大樓管委會管理委員之住戶，可於下列登記時間內至管理室登記參選。\n一、登記期間：即日起至115年6月15日止。\n二、於區權會上投票表決入選委員。\n三、委員任期：115年7月1日至116年6月30日止（一年）"
    },
    {
        title: "松山地政事務所「地政專車」–115年6月26日（松山區富台里里辦公處）",
        content: "活動期間：2026-06-26～2026-06-26\n活動場次：2026-06-26 09：30～2026-06-26 11：30\n主辦單位：台北市松山地政事務所\n活動內容：台北市松山地政事務所於115年6月26日（星期五）上午9時30分至11時30分（服務地點：松山區富台里里辦公處）辦理地政專車出隊服務，歡迎有需要的民眾多加利用。\n是否報名：否\n是否付費：否\n活動場地：松山區富台里里辦公處\n場地電話：0901156880\n活動地址：台北市忠孝東路5段423巷3弄24號3樓"
    },
    {
        title: "社區環境消毒作業通知",
        content: "依社區115年度「環保清潔廠商合約回饋」事項辦理，本社區將於115年7月2日（星期四）施作消毒，消毒範圍為中庭外圍區域以及B1～B3停車場空間，提醒住戶消毒前，請緊閉家中門窗，以免藥物飄入家中；消毒時，提醒住戶、小孩、勿靠近消毒區域；消毒區域一周內，如有觸摸牆壁、花草等，請使用肥皂清洗雙手，若有疑問請洽管理中心。消毒期間，造成不便，敬請見諒。"
    },
];