export const files = [
    {
        title: "住戶會議今晚舉行",
        content: "本公告提醒所有住戶，今晚將舉行住戶會議，地點位於XX號樓XX室，時間為晚上七點整，請所有住戶準時出席。\n本次會議將針對近期的社區事務進行討論，並且提供住戶們一個交流的平台，讓社區更加美好。"
    },
    {
        title: "招說會訂於綜合大樓二樓會議廳",
        content: "為了加強社區的經營管理，本社區將舉行一場招說會，歡迎所有住戶前往參加。招說會訂於本月底，在綜合大樓二樓會議廳舉行。\n會上，我們將介紹社區的經營管理情況，並且提供住戶們一個表達意見和建議的平台，請大家踴躍參與。"
    },
    {
        title: "請住戶攜寵勿隨地大小便",
        content: "為了維護社區的衛生環境，請所有住戶攜帶寵物時勿隨地大小便。請大家自備狗袋或尿布，並隨時清理寵物的排泄物。如發現有住戶違反規定，本社區將會對其進行相應處罰，請大家共同努力維護社區的衛生環境。"
    },
    {
        title: "大廳花園擬種植鬱金香",
        content: "為了美化社區環境，本社區將在大廳花園種植鬱金香，並且打造一個美麗的花園景觀。種植工作將於本月底開始，預計花期為一個月左右。歡迎所有住戶前來欣賞，並且注意保護花園的綠化環境。"
    },
    {
        title: "麥當勞即將進駐",
        content: "本大樓與國際連鎖速食品牌麥當勞洽談已久，現在終於宣布即將進駐大樓商場！未來，住戶和訪客可以更方便地享用麥當勞的美食。"
    },
    {
        title: "下個月招開住戶會議",
        content: "請各位住戶注意，下個月將召開住戶會議。會議主題將包括大廈維修，安全事宜，以及其他重要議題。請大家提前做好準備，共同參與會議，為我們的社區建設出諸多優質想法和意見。"
    },
    {
        title: "近日房客遭竊",
        content: "我們很遺憾地通知大家，最近有房客遭受了竊盜事件。為了保障大家的安全，我們已經增強了大樓的安保措施，並加強了巡邏。同時，我們也呼籲大家注意自身財物安全，不要輕易透露自己的個人信息和住所。"
    },
    {
        title: "遊樂場完工典禮",
        content: "我們很榮幸地宣布，本大樓的遊樂場終於完成了！為了慶祝這一重要時刻，我們將舉行遊樂場完工典禮。屆時，大家可以來參加各種活動，品嚐美食，一同享受這個美好的時刻。讓我們一起慶祝我們的社區更加完善和美好！"
    },
  ];