export const files = [
    {
        label: 'KungFu',
        title: '太極社通知',
        subtitle: '太極社早操取消通知',
        content: '原訂於每週日早上6：30的太極社早操，由於2026-07-05早上預報有大雨，我們原訂的太極早操活動將取消。這是為了保護大家的安全，請您理解和支持，謝謝。'
    },
    {
        label: 'KungFu',
        title: '太極社通知',
        subtitle: '太極社早操取消通知',
        content: '原訂於每週日早上6：30的太極社早操，由於2026-07-05早上預報有大雨，我們原訂的太極早操活動將取消。這是為了保護大家的安全，請您理解和支持，謝謝。'
    },
    {
        label: 'KungFu',
        title: '太極社通知',
        subtitle: '太極社早操取消通知',
        content: '原訂於每週日早上6：30的太極社早操，由於2026-07-05早上預報有大雨，我們原訂的太極早操活動將取消。這是為了保護大家的安全，請您理解和支持，謝謝。'
    },
    {
        label: 'KungFu',
        title: '太極社通知',
        subtitle: '太極社早操取消通知',
        content: '原訂於每週日早上6：30的太極社早操，由於2026-07-05早上預報有大雨，我們原訂的太極早操活動將取消。這是為了保護大家的安全，請您理解和支持，謝謝。'
    },
    {
        label: 'KungFu',
        title: '太極社通知',
        subtitle: '太極社早操取消通知',
        content: '原訂於每週日早上6：30的太極社早操，由於2026-07-05早上預報有大雨，我們原訂的太極早操活動將取消。這是為了保護大家的安全，請您理解和支持，謝謝。'
    },
    {
        label: 'Chess',
        title: '棋藝社活動',
        subtitle: '棋藝社舉辦象棋比賽報名',
        content: '活動期間：2026-07-11～2026-07-11\n活動場次：2026-07-11 10：00～2026-07-11 14：00\n主辦單位：棋藝社\n活動地點：4樓多功能活動空間2\n活動內容：棋藝社將於2026-07-11舉辦一年一度社區象棋比賽，誠摯邀請所有對象棋有興趣的社員和住戶參加，比賽形式採取單淘汰制，而這次比賽的第一名的獎品為U閒書街、U好市場、U善市集的商品抵用券，有興趣的社員和住戶，請於2026-07-08前向管委會登記，並於2026-07-11上午10：00準時於多功能活動空間2參與活動，謝謝。'
    },
    {
        label: 'Flower',
        title: '手藝社活動',
        subtitle: '陶藝工作坊參加表單',
        content: '活動期間：2026-07-12～2026-07-12\n活動場次：2026-07-12 14：00～2026-07-12 16：30\n主辦單位：手藝社、朱都陶藝工作室\n活動地點：4樓多功能活動空間1\n活動內容：手藝社這個月很榮幸邀請朱都陶藝工作室於2026-07-12舉辦陶藝工作坊，這次的機會非常難得，學習如何利用陶土塑造出美麗的作品，並且發揮我們的創意和想像力，歡迎報名參加。若有參與本次活動的意願，請務必於2026-07-05前向管委會登記，以便安排材料與工具之數量，當日請攜帶50元的費用，用於購買陶土和燒製費用，謝謝。'
    },
    {
        label: 'Cooking',
        title: '美食社活動',
        subtitle: '「吃」心絕對–挪威文化與美食',
        content: '活動期間：2026-07-04～2026-07-04\n活動場次：2026-07-04 13：00～2026-07-04 16：00\n主辦單位：美食社\n活動地點：4樓U享廚房\n活動內容：美食社將於4樓共享廚房舉辦「挪威文化與美食」活動，當日聘請挪威廚師教導挪威在地美食的製作，結合挪威文化的特色，並使出席的社員及住戶能親手體驗，誠摯邀請社員和有興趣的住戶，於上述時間地點，共同參與社團活動。'
    },
]